Repository: rasmuslos/SatelliteGuard
Catalog: Multiplatform/Localizable.xcstrings
Source language: en
Languages: de

source: Cancel
de: Abbrechen

# configuration.import
source: Import configuration
de: Konfiguration importieren

source: Connect
de: Verbinden

# connected.since
source: Cnnected since
de: Verbunden seit

source: Connecting
de: Verbinden

source: Disconnect
de: Verbindungen trennen

source: Disconnecting
de: Verbindung wird getrennt

# endpoint.activate
source: Activate
de: Aktivieren

# endpoint.addresses
source: Addresses
de: Adressen

# endpoint.deactivate
source: Deactivate
de: Deaktivieren

# endpoint.edit
source: Edit
de: Bearbeiten

# endpoint.edit.active
source: Active devices
de: Aktive Geräte

# endpoint.edit.appleTVDisclaimer
source: Only the first option is available on AppleTV
de: Nur die erste Option is auf dem AppleTV verfügbar

# endpoint.edit.key.malformed
source: Malformed key
de: Fehlerhafter Schlüssel

# endpoint.edit.listenPort.malformed
source: Listen-Port malformed
de: Listen-Port fehlerhaft

# endpoint.edit.mtu.malformed
source: MTU malformed
de: MTU fehlerhaft

# endpoint.edit.privateKey
source: Private-Key
de: Privater-Schlüssel

# endpoint.edit.save
source: Save
de: Sichern

# endpoint.info
source: Info
de: Informationen

# endpoint.interface
source: Device
de: Gerät

# endpoint.peer
source: Peer
de: Gegenstelle

# endpoint.remove
source: Remove
de: Entfernen

# home.active
source: Active
de: Aktiv

# home.edit
source: Edit
de: Bearbeiten

# home.empty
source: No configurations
de: Keine Konfigurationen

# home.empty.description
source: Configurations are synced end-to-end-encrypted through CloudKit
de: Konfigurationen werden Ende-zu-Ende-Verschlüsselt mit CloudKit synchronisiert

# home.inactive
source: Inactive
de: Inaktiv

# keyHolder.authorize.description %@
source: Approve this device on another authorized device. If you don’t have access to another device, reset your E2EE database (which will delete all configurations) Use these emojis to verify the request: %@
de: Genehmigen Sie dieses Gerät auf einem anderen autorisierten Gerät. Wenn Sie keinen Zugriff auf ein anderes Gerät haben, setzen Sie Ihre E2EE-Datenbank zurück (wodurch alle Konfigurationen gelöscht werden). Nutze diese Emojis um die Anfrage zu verifizieren: %@

# keyHolder.authorize.title
source: Authorize device
de: Gerät autorisieren

# keyHolder.create.action
source: Add device
de: Gerät hinzufügen

# keyHolder.create.description
source: To get started add this device to your E2EE database.
de: Um loszulegen füge dieses Gerät zu deiner E2EE Datenbank hinzu.

# keyHolder.create.title
source: Configure device
de: Gerät konfigurieren

# keyHolder.created
source: Created:
de: Am:

# keyHolder.init.action
source: Setup database
de: Datenbank initialisieren

# keyHolder.init.description
source: Create the necessary encryption keys to securely exchange configurations. Wait until CloudKit synchronizes your E2EE database if you already did this on another device.
de: Erstelle die erforderlichen Verschlüsselungs-Schlüssel, um Konfigurationen sicher auszutauschen. Warten Sie, bis CloudKit Ihre E2EE-Datenbank synchronisiert hat, wenn Sie dies bereits auf einem anderen Gerät getan haben.

# keyHolder.trust.action
source: Trust
de: Vertrauen

# keyHolder.trust.deny
source: Deny (Remove)
de: Verweigern (Entfernen)

# keyHolder.trust.message %@
source: Ensure that these emojis are the same as the ones displayed on your other device: %@
de: Stelle sicher, dass die gleichen Emojis auf dem anderen Gerät genau gleich angezeigt werden: %@

# keyHolder.trust.title
source: Trust Device?
de: Gerät vertrauen?

# keyHolders.unauthorized
source: New Devices
de: Neue Geräte

# launch.login
source: Launch at login
de: Beim Anmelden öffnen

source: Quit
de: Beenden

source: Reset
de: Zurücksetzten

source: Security
de: Sicherheit
